adb
ansible
ansible-core
arp-scan
autoconf
automake
avrdude
base-passwd
binutils-arm-none-eabi
bison
bluetooth
bluez
bsdutils
btop
build-essential
ca-certificates
chromium-browser-l10n
cmake
containerd.io
curl
dash
diffutils
docker-buildx-plugin
docker-ce
docker-ce-cli
docker-ce-rootless-extras
docker-compose-plugin
docker-desktop
dpkg
easy-rsa
efibootmgr
equivs
etherwake
feh
findutils
flex
font-manager
fonts-indic
g++
gcc
gcc-arm-linux-gnueabi
gcc-arm-none-eabi
gdb-multiarch
gedit
gengetopt
gettext
git
gnome-control-center
gnome-remote-desktop
grep
groff
grub-common
grub-efi-amd64-bin
grub-efi-amd64-signed
grub-gfxpayload-lists
grub-pc
grub-pc-bin
grub2-common
gtk2-engines-murrine
gtk2-engines-pixbuf
guile-3.0
guile-3.0-dev
gzip
help2man
hostname
htop
hyphen-en-us
imagemagick
init
jq
kcalc
kicad
language-pack-en
language-pack-en-base
language-pack-gnome-en
language-pack-gnome-en-base
lepton-eda
libasound2-dev
libboost-all-dev
libboost-dev
libbz2-dev
libc6
libc6:i386
libcec-dev
libcgal-dev
libcups2-dev
libdebconfclient0
libegl1-mesa-dev
libexpat1:i386
libffi-dev
libfftw3-dev
libflashrom1
libfontconfig1-dev
libfreetype-dev
libfribidi-dev
libftdi1-2
libgl1-mesa-dev
libglib2.0-dev
libgnutls28-dev
libgtk-3-dev
libgtk2.0-dev
libgtkextra-3.0
libgtksheet-4.0-dev
libharfbuzz-dev
libhdf5-dev
libhpdf-dev
libjim-dev
liblzma-dev
libncurses-dev
libnewlib-arm-none-eabi
libpulse-dev
libqt5x11extras5-dev
libqt6core6t64
libqt6help6
libqt6statemachine6
libqt6svg6
libqt6svgwidgets6
libqt6xml6t64
libreadline-dev
libreoffice-help-common
libreoffice-help-en-us
libsdl-ttf2.0-0
libsdl2-dev
libsqlite3-dev
libssl-dev
libstdc++-arm-none-eabi-newlib
libstdc++6:i386
libtinyxml-dev
libtool
libuchardet-dev
libudev-dev
libusb-1.0-0-dev
libva-dev
libvdpau-dev
libvtk9-dev
libvtk9-qt-dev
libvtk9.1t64
libvulkan-dev
libwebkit2gtk-4.0-dev
libx11-6:i386
libx11-dev
libxext6:i386
libxkbcommon-dev
libxrandr-dev
linux-generic
llvm
login
make
maven
mesa-common-dev
meson
mmc-utils
mokutil
mythes-en-us
nasm
ncurses-base
ncurses-bin
neovim
net-tools
nfs-kernel-server
ninja-build
nmap
npm
obexftp
obsidian
octave
octave-dev
openjdk-11-jdk
openocd
openssh-server
openvpn
original-awk
os-prober
pkg-config
pod2pdf
polkit-kde-agent-1
pulseaudio-module-bluetooth
putty
python-is-python3
python3
python3-dev
python3-pip
python3-pyside2.qtcore
python3-pyside2.qtgui
python3-pyside2.qtwidgets
python3.12-venv
qml-module-qtquick-controls
qml-module-qtwebchannel
qml-module-qtwebengine
qt5-default
qt5-qmake
qt5-style-kvantum
qt6-base-dev
qt6-svg-dev
qt6ct
qtbase5-dev
qtbase5-dev-tools
qtbase5-private-dev
qtchooser
qtcreator
qtquickcontrols2-5-dev
qtwebengine5-dev
qv4l2
remmina
remmina-plugin-rdp
remmina-plugin-secret
remmina-plugin-spice
rpi-imager
rsync
sddm
shim-signed
signal-desktop
tailscale
tailscale-archive-keyring
texlive
texlive-fonts-extra
texlive-fonts-recommended
texlive-latex-base
texlive-latex-extra
thunderbird-locale-en
thunderbird-locale-en-us
timeshift
tk-dev
tmux
ubuntu-desktop
ubuntu-desktop-minimal
ubuntu-minimal
ubuntu-restricted-addons
ubuntu-standard
ubuntu-wallpapers
udisks2
unzip
upower
vino
vlc
void
wget
wine
wine-stable
wmctrl
xcb
xrdp
xserver-xorg
xterm
xz-utils
yasm
yt-dlp
zlib1g-dev
zsh
