arp-scan
bsdutils
btop
containerd.io
curl
dpkg
kicad
maven
neovim
net-tools
npm
obsidian
octave
octave-dev
openocd
signal-desktop
tailscale
tailscale-archive-keyring
vlc
void
wine
wine-stable
yt-dlp
zsh
